Repository: tsdworks/OpenDTDC
Catalog: Host/OpenRails/Source/Locales/ORTS.Menu/*.po
Languages: fr

source: - Explore Route -
fr: - Exploration de la route -

source: + Explore in Activity Mode +
fr: + Exploration en mode Activité +

source: Not same route:
fr: Mauvaise route :

source: load error:
fr: erreur de chargement :

source: unnamed:
fr: sans nom :

source: missing:
fr: manquant :

source: Activity '{0}' is excluded.
fr: L'activité '{0}' est exclue.

source: - Any Locomotive -
fr: - Toute locomotive -

source: Locomotive '{0}' is excluded.
fr: La locomotive '{0}' est exclue.

source: Start at: {0}
fr: Départ de : {0}

source: Heading to: {0}
fr: Arrivée à : {0}
